<!DOCTYPE html>
<html dir="rtl">
<head>
	<link rel="stylesheet" type="text/css" href="css/style.css">
	<link rel="stylesheet" type="text/css" href="css/bootstrap.min.css">

	<title> موقع ايكيوبيشن الجديد </title>
</head>
<body>

<?php include 'header.php'; ?>

<p>   لماذا تختار إكوبيشن ؟ 


شركة إكوبيشن للاستثمار المحدودة، تأسست في عام 2021م كشركة سودانية واعدة في مجال خدمات التعدين، حيث تقدم مجموعة شاملة ومتكاملة من الخدمات في هذا القطاع، بدأت الشركة رحلتها بتأجير وتشغيل المعدات والآليات الثقيلة، وسرعان ما تمكنت من توسيع نطاق عملها لتشمل مقاولات التعدين وتأسيس وإدارة وتشغيل المناجم في المشاريع التعدينية، وتعتبر إكوبيشن من الشركات القليلة التي تقدم خدمات النقل ضمن نطاق أعمالها، وخاصة للمسافات البعيدة، وتتميز بجودة عالية وكفاءة في تقديم هذه الخدمات. بجانب ذلك، تقدم خدمات الصيانة للمعدات والآليات الثقيلة، حيث تضمن الحفاظ على أعلى مستويات الأداء والاستدامة لأصول الشركة وأصول عملائها، كما تعتمد على فريق عمل متخصص ومدرَّب بشكلٍ متطور، وتهدف دائمًا إلى توفير الموارد البشرية المتخصصة التي تلبي متطلبات الإنتاج والصناعة وتحقق أهداف العملاء بكفاءة عالية، بالإضافة إلى ذلك، تقدم الشركة خدمات توفير وتركيب ومتابعة أنظمة التتبع، وهو جانب أساسي يساهم في تعزيز كفاءة عمليات الإنتاج وضمان التحكم والأمان في المشاريع. 

</p>

<br>

<p>   

قصتنا 

قصة تأسيس شركة إكوبيشن للاستثمار المحدودة؛ تعكس رحلة طموحة وملهمة في قطاع التعدين بالسودان، قبل عشرة أعوام، بدأت المسيرة برؤية متجددة لتقديم الدعم وتوفير الخدمات اللازمة للمشاريع الإنتاجية في ظل ضعف البنية التحتية ونقص الخدمات المتوفرة في هذا القطاع، فمنذ عام ٢٠١٤م، اتخذت الشركة مساراً ثابتاً نحو توفير المعدات الثقيلة وتنفيذ المشاريع التأسيسية والتشغيلية لدعم الأفراد والشركات في قطاع التعدين. لم توقف العوائق الجغرافية أو الصعوبات البيئية أو تحديات العمل الشاقة؛ إرادتهم من المساهمة في استخراج المعادن كمورد اقتصادي أساسي للبلاد، وفي بداية العام ٢٠٢١م، جاءت المرحلة التالية لتوطيد هذه الرؤية في شكلها المطوَّر بتأسيس شركة إكوبيشن للاستثمار المحدودة، لتفتح صفحةً جديدةً مطوَّرة بتوفير أحدث وأنسب المعدات وأفضل الكوادر وأجود الأنظمة، متسلحة بأرقى الأخلاقيات. 
</p>

<br>


<p>
لماذا تختار إكوبيشن ؟ 
إكوبيشن هي شركة خدمية تعمل على توفير أحدث وأفضل الآليات والمعدات الثقيلة للمشاريع الإنتاجية في مختلف المجالات، بدأت العمل منذ العام 2015م، وذلك بإستخدام نظم إدارية محكمة ومتطورة، وعبر كوادر ذات كفاءة عالية، وبالإستناد إلى قاعدة بيانات كبيرة ومحكمة، وبالشراكة مع عملائنا القائمين على أكبر المشاريع الإنتاجية بالبلاد 
</p>

<br>


<p>
أنشطة إكوبيشن 
لدى إكوبيشن الكثير من الأنشطة في أغلب ولايات السودان من إستخراج المعادن و حفر الحفائر و الآبار والبحث والإستكشاف عن مختلف أنواع الخام. 


<br>
مشاريع إكوبيشن 
لدى إكوبيشن الكثير من المشاريع الإنتاجية والخدمية الوطنية من تعبيد الطرق وعمل الجسور وحفر الآبار للقرى البعيدة والإعمار في كافة أنحاء البلاد 

<br>

فريق إكوبيشن 

تحتوي إكوبيشن على فريق ماهر تقني متتدرب على العمل ومعالجة أكثر المشاكل تعقيدا والتعامل مع العملاء والزبائن بمهارة وحرفية عالية 
</p>
<br>


<p>
رسالتنا 
تؤمن شركة إكوبيشن بأن وفرة الموارد تستوجب ثورة في عمليات الإنتاج، لذلك نسعى جاهدين لتحقيقها من خلال الإبداع في الأفكار، والابتكار في الأنظمة، والقوة في الموارد البشرية والمادية. 
<br>
رؤيتنا 
نطمح إلى تحقيق مكانة رائدة محليًا وعالميًا في مجال خدمات التعدين، ونتطلع إلى امتلاك حصة تبلغ 80% من سوق خدمات التعدين في السودان بحلول عام 2030م، من خلال تقديم خدمات متميزة وعالية الجودة. 
<br>
اهدافنا 



<br>
كلمة رئيس مجلس الإدارة 


في شركة إكوبيشن للاستثمار المحدودة نؤمن بأن الجودة ليست دائماً الخيار الأغلى، بل هي الاستثمار الأكثر قيمة وفاعلية على المدى الطويل، من خلال التزامنا بتقديم أفضل الخدمات والمنتجات ذات الجودة العالية، نسعى جاهدين لتحقيق رضا عملائنا وتحقيق التميز في جميع جوانب أعمالنا، كما نؤمن بأن النجاح لا يأتي بسهولة، ولكنه يتطلب الإبداع والتفاني في تجاوز التحديات وتقديم الحلول المبتكرة التي تلبي احتياجات عملائنا بشكل فعال وموثوق.  محمد إدريس علي 







</p>
<br>




<?php include 'footer.php'; ?>
</body>
</html>