<?php

/*-----------------------------------------------
Main_list
-------------------------------------------------*/
 
define('_home' , 'الرئيسية');
define('_about' , 'من نحن');
define('_our_services' , 'خدماتنا');
define('_work_fildes' , 'مجالات العمل');
define('_news' , 'الاخبار');
define('_contact' , 'إتصل بنا');
define('_Inquiries' , 'إستعلام وإستفسار');

define('_model1' , 'الإسم ثلاثى');
define('_model2' , 'رقم الهاتف ');
define('_model3' , ' البريد الإلكترونى ');
define('_model4' , ' اخبرنا بطلبك وإستفسارك');
define('_model5' , 'أرسال  ');

define('_Apply' , 'تقديم طلب ');
define('_Apply2' , ' تقديم طلب الخدمة  ');

define('_successline' , '  تم بنجاح   ');
define('_success' , '  تهانينا ...    ');//Congratulations...
define('_success1' , '   تم تاكيد إستلام طلبك بنجاح   ');//Your request has been successfully received
define('_success2' , '  سنقوم بالتواصل معك في خلال 24 ساعة     ');//We will contact you within 24 hours
define('_success3' , '  رقم الطلب : #234567890    ');//Order number: #234567890

/*oooooooooooooooooooooooooooooooooooooooooooooooooo*/

/*-----------------------------------------------
services_list
-------------------------------------------------*/
define('_services_list_part1' , 'خدمات تاسيس المواقع');
define('_services_list_part111' , 'شركة إكوبيشن للاستثمار المحدودة متخصصة في تأسيس مشاريع التعدين، حيث تقدم خبرة واسعة وخدمات متكاملة للعملاء في هذا القطاع، وتتمثل رؤيتنا في تقديم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية، مما يضمن الحصول على أقصى قيمة مضافة من الموارد الطبيعية وتحقيق النجاح الاقتصادي والبيئي، كما نلتزم بالجودة والاحترافية في كل مرحلة من مراحل عملية تأسيس المشاريع، ونسعى جاهدين لتحقيق رضا العملاء وتحقيق أهدافهم بشكل موثوق ومستدام.');

define('_services_list_part2' , 'خدمات انظمة التتبع');
define('_services_list_part222' , 'نهدف إلى توفير حلول متكاملة لعملائنا، تساهم في تحسين إدارة المعدات والآليات الثقيلة وتعزيز كفاءة العمليات التعدينية، ويتمثل تركيزنا في توفير أنظمة تتبع متقدمة وفعالة، وتثبيتها بدقة عالية، ثم متابعة أدائها وتشغيلها بكفاءة لضمان الاستخدام الأمثل للموارد وتحقيق أقصى قدر من الإنتاجية والسلامة، وتعتبر هذه الخدمات جزءًا أساسيًا من استراتيجيتنا لتحقيق تطلعات عملائنا وتلبية احتياجاتهم بشكل موثوق ومتميز في مجال صناعة التعدين.');

define('_services_list_part3' , ' خدمات الترحيل');
define('_services_list_part33' , ' خدمات الترحيل');
define('_services_list_part333' , 'شركة إكوبيشن للاستثمار المحدودة تقدم خدمات النقل والترحيل الشاملة في قطاع التعدين، حيث نوفر حلول النقل المخصصة والمتكاملة لنقل المواد الخام والمعدات الثقيلة والمنتجات التعدينية بكفاءة وسلامة، وتشمل خدماتنا النقل البري، حيث نقدم الشاحنات والمعدات اللازمة لنقل المواد من وإلى مواقع التعدين بشكل فعال وفي الوقت المناسب، كما نقدم خدمات النقل البحري والجوي للشحنات الكبيرة والمعقدة والمستعجلة، مع الحرص على تقديم هذه الخدمات بأعلى معايير السرعة والجودة والأمان، بالإضافة إلى ذلك، نوفر خدمات الترحيل الداخلي المستمر لرفع ونقل وتحريك المعدات الثقيلة والمواد داخل مواقع التعدين وبين المواقع المختلفة، مع الاهتمام بتوفير حلول متكاملة وفعَّالة لتلبية احتياجات عملائنا بشكل كامل وموثوق.');


define('_services_list_part4' , 'خدمات الصيانة');
define('_services_list_part44' , 'خدمات الصيانة');
define('_services_list_part444' , 'تعتبر خدمات الصيانة للمعدات والآليات الثقيلة جزءًا أساسيًا من التزامنا بتقديم خدمات متكاملة وموثوقة في قطاع التعدين، حيث نولي اهتمامًا كبيرًا للحفاظ على سلامة وأداء المعدات بأعلى مستوياتها، من خلال تقديم برامج صيانة شاملة تشمل الصيانة الوقائية والتصحيحية والتنبؤية، ويعمل فريق الصيانة المتخصص لدينا على مدار الساعة لضمان استجابة فورية وحل مشاكل الصيانة بفعالية، مما يضمن استمرارية العمليات التعدينية بدون انقطاع وبأعلى مستويات الأمان والكفاءة، وتعتبر خدمات الصيانة لدينا عاملاً أساسيًا في تحقيق رؤيتنا لتحقيق الاستدامة والنجاح في صناعة التعدين.');

define('_services_list_part5' , 'خدمات التوظيف');
define('_services_list_part55' , 'خدمات التوظيف');
define('_services_list_part555' , 'شركة إكوبيشن للإستثمار المحدودة تضمن توفير الموارد البشرية المتخصصة وذات الخبرة العالية في قطاع التعدين، ونولي اهتماماً كبيراً باستيعاب واختيار الكوادر البشرية المؤهلة والمتميزة، التي تتمتع بالخبرة والمعرفة اللازمة في كافة تخصصات مجال التعدين، لتكون لهم المساهمة الكبيرة في تحليل وتقييم احتياجات الشركات بشكل دقيق، ومساعدتهم في إكمال الجوانب الإدارية والفنية والتشغيلية المتخصصة على الوجه الأكمل، لتحقق هذه الشركات أهدافها في الوصول لغاياتها وتطلعاتها، لتكون مساهمتنا معهم بتوفير فريق الموارد البشرية الانسب؛ دعمًا منا لشركاء النجاح في هذا المجال. بالإضافة إلى ذلك، نحرص على توفير بيئة عمل محفزة وملهمة تشجع على التطوير المهني والشخصي للموظفين، وكذلك رعاية مشاريع التدريب والتطوير للكوادر في هذا المجال، مما يساهم في تعزيز الانتماء ورفع مستوى الأداء.');

define('_services_list_part6' , 'خدمات التأجير');
define('_services_list_part66' , 'خدمات التأجير');
define('_services_list_part666' , 'نوفر مجموعة متنوعة من المعدات الثقيلة عالية الجودة والتي تشمل الحفارات، الجرافات، اللوادر، والشاحنات الضخمة، بالإضافة إلى مجموعة واسعة من المعدات الأخرى المستخدمة في عمليات التعدين، ونلتزم بتوفير المعدات بحالة ممتازة وجاهزة للاستخدام في أي وقت، ونضمن تقديم خدمات التأجير بكفاءة عالية وبأسعار تنافسية، كما نوفر خدمات الصيانة والدعم الفني المستمر للمعدات المستأجرة لضمان استمرارية العمليات التعدينية لعملائنا.');

define('_services_list_part7' , 'خدمات التشغيل');
define('_services_list_part77' , 'خدمات التشغيل');
define('_services_list_part777' , 'نوفر خدمات متخصصة ومتميزة في تشغيل وإدارة مجموعة متنوعة من المعدات والآليات الثقيلة المستخدمة في عمليات التعدين، بما في ذلك الحفارات الكبيرة، والشاحنات الضخمة، واللوادر والبلدوزرات وغيرها من المعدات الضرورية لعمليات التعدين، كما نضمن تشغيل هذه المعدات بكفاءة عالية وبأعلى معايير السلامة، ونلتزم بتوفير فرق عمل مدربة ومؤهلة للتعامل مع هذه المعدات بشكل آمن وفعال، كما نهتم بالصيانة الدورية والتشغيل الفعال للمعدات لضمان استمرارية العمليات التعدينية للشركات وتحقيق أقصى استفادة من الموارد المتاحة.');

define('_services_list_part8' , 'خدمات المقاولة');
define('_services_list_part88' , 'خدمات المقاولة');
define('_services_list_part888' , 'نقدم خدمات متخصصة في مقاولات التعدين، حيث نتمتع بخبرة واسعة وموارد متميزة في هذا المجال، كما نقدم حلولًا شاملة ومتكاملة للعملاء في مجال التعدين، بدءًا من التخطيط والتصميم وصولًا إلى التنفيذ وإدارة المشاريع، وتتضمن خدماتنا في مقاولات التعدين إدارة عمليات تشغيل المناجم وتحقيق أعلى مستويات الإنتاجية والكفاءة، بالإضافة إلى الالتزام بأعلى معايير السلامة والجودة، ونسعى جاهدين لتحقيق أهداف عملائنا وتوفير الحلول المبتكرة التي تضمن تحقيق أقصى قيمة مضافة من المشاريع التعدينية.');

/*oooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
Hero
-------------------------------------------------*/

define('_Hero_part1' , 'مرحبا بكم في منصة');
define('_Hero_part2' , 'إيكوبيشن');
define('_Hero_part3' , 'الإلكترونية');
define('_Hero_part4' , 'تعمل إكوبيشن علي تنفيذ مشاريع المقاولات المدنية والبنى التحتية ومقاولات التعدين، مسلحة في ذلك بأحدث الآليات والمعدات وبفريق من المهندسين والفنيين الأكفاء المهرة، لتنفيذ المشاريع بأعلى جودة مطلوبة');

/*oooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
why
-------------------------------------------------*/

define('_why_part1' , 'لماذا نحن');
define('_why_part2' , 'لماذا أختار إكوبيشن؟');
define('_why_part3' , 'إكوبيشن هي شركة خدمية تعمل على توفير أحدث وأفضل الآليات والمعدات الثقيلة للمشاريع الإنتاجية في مختلف المجالات، بدأت العمل منذ العام 2015م، وذلك بإستخدام نظم إدارية محكمة ومتطورة، وعبر كوادر ذات كفاءة عالية، وبالإستناد إلى قاعدة بيانات كبيرة ومحكمة، وبالشراكة مع عملائنا القائمين على أكبر المشاريع الإنتاجية بالبلاد');

define('_why_part4' , 'أنشطتنا');
define('_why_part5' , 'لدى إكوبيشن الكثير من الأنشطة في أغلب ولايات السودان من إستخراج المعادن و حفر الحفائر و الآبار والبحث والإستكشاف عن مختلف أنواع الخام');

define('_why_part6' , 'مشاريعنا');
define('_why_part7' , 'لدى إكوبيشن الكثير من المشاريع الإنتاجية والخدمية الوطنية من تعبيد الطرق وعمل الجسور وحفر الآبار للقرى البعيدة والإعمار في كافة');


define('_why_part8' , 'فريقنا');
define('_why_part9' , 'تحتوي إكوبيشن على فريق ماهر تقني متتدرب على العمل ومعالجة أكثر المشاكل تعقيدا والتعامل مع العملاء والزبائن بمهارة وحرفية عالية');


/*oooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
about
----------------------------------------------------------------*/

define('_about_part1' , 'من نحن');
define('_about_part2' , 'من هي إكوبيشن؟');
define('_about_part3' , 'شركة إكوبيشن للاستثمار المحدودة، تأسست في عام 2021م كشركة سودانية واعدة في مجال خدمات التعدين، حيث تقدم مجموعة شاملة ومتكاملة من الخدمات في هذا القطاع، بدأت الشركة رحلتها بتأجير وتشغيل المعدات والآليات الثقيلة، وسرعان ما تمكنت من توسيع نطاق عملها لتشمل مقاولات التعدين وتأسيس وإدارة وتشغيل المناجم في المشاريع التعدينية،');

define('_about_part4' , ' نعتبر من الشركات القليلة التي تقدم خدمات النقل ضمن نطاق اعمالها');
define('_about_part5' , 'نتميز بجودة عالية وكفاءة في تقديم هذة الخدمات');

define('_about_part6' , 'تعرف اكثر علي منصتنا ');
define('_about_part7' , 'شاهد الفيديو');

define('_about_part8' , 'شركة إكوبيشن للاستثمار المحدودة، تأسست في عام 2021م كشركة سودانية واعدة في مجال خدمات التعدين، حيث تقدم مجموعة شاملة ومتكاملة من الخدمات في هذا القطاع، بدأت الشركة رحلتها بتأجير وتشغيل المعدات والآليات الثقيلة، وسرعان ما تمكنت من توسيع نطاق عملها لتشمل مقاولات التعدين وتأسيس وإدارة وتشغيل المناجم في المشاريع التعدينية، وتعتبر إكوبيشن من الشركات القليلة التي تقدم خدمات النقل ضمن نطاق أعمالها، وخاصة للمسافات البعيدة، وتتميز بجودة عالية وكفاءة في تقديم هذه الخدمات. بجانب ذلك، تقدم خدمات الصيانة للمعدات والآليات الثقيلة، حيث تضمن الحفاظ على أعلى مستويات الأداء والاستدامة لأصول الشركة وأصول عملائها، كما تعتمد على فريق عمل متخصص ومدرَّب بشكلٍ متطور، وتهدف دائمًا إلى توفير الموارد البشرية المتخصصة التي تلبي متطلبات الإنتاج والصناعة وتحقق أهداف العملاء بكفاءة عالية، بالإضافة إلى ذلك، تقدم الشركة خدمات توفير وتركيب ومتابعة أنظمة التتبع، وهو جانب أساسي يساهم في تعزيز كفاءة عمليات الإنتاج وضمان التحكم والأمان في المشاريع.');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
services
----------------------------------------------------------------*/

define('_services_part1' , 'خدمات إكوبيشن');
define('_services_part2' , 'رحلة الإبداع والإحتراف في تحقيق مشاريعكم الوطنية');

define('_services_part3' , 'انظمة التتبع');
define('_services_part4' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part5' , 'خدمات المقاولة');
define('_services_part6' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part7' , 'خدمات التشغيل');
define('_services_part8' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part9' , 'خدمات التأجير');
define('_services_part10' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part11' , 'خدمات التوظيف');
define('_services_part12' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part13' , 'خدمات الصيانة');
define('_services_part14' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part15' , 'خدمات الترحيل');
define('_services_part16' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part17' , 'تأسيس المواقع');
define('_services_part18' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

// IN ALL OTHER SERVICE
define('_services_part19' , 'إستعراض الخدمة ');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/

/*-----------------------------------------------
statics
----------------------------------------------------------------*/

define('_statics_part1' , 'إحصائيات إكوبيشن');
define('_statics_part2' , 'نكشف عن إنجازاتنا بتفاصيل رقمية تكشف قوة الإنجاز والتميز');

define('_statics_part3' , 'المختصين بالقطاع');
define('_statics_part4' , 'الآليات المشغلة');
define('_statics_part5' , 'كمية العمل بالإنتاج');
define('_statics_part6' , 'ساعات عمل المعدة');
define('_statics_part7' , 'العملاء');
define('_statics_part8' , 'إجمالى المشاريع');


/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/

/*-----------------------------------------------
fileds
----------------------------------------------------------------*/

define('_fileds_part1' , 'مجالات العمل');
define('_fileds_part2' , 'رحلة الإنجاز والإبداع في تحقيق مشاريعكم الوطنية');

define('_fileds_part3' , 'مشاريع الإنشاءات');
define('_fileds_part4' , 'مشاريع الطرق والجسور');
define('_fileds_part5' , 'مشاريع استخراج الاحجار');
define('_fileds_part6' , 'مشاريع إستخراج المعادن');
define('_fileds_part7' , 'المشاريع الزراعية');
define('_fileds_part8' , 'المشاريع الوطنية');

define('_fileds_part9' , 'مجالات العمل');

define('_fileds_part10' , 'إكتشف مجالات العمل');


/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/

/*-----------------------------------------------
galary
----------------------------------------------------------------*/

define('_galary_part1' , 'معرض الصور');
define('_galary_part2' , '
جانب من الاعمال والخدمات التي قدمتها الشركة لعملائها في جميع
ولايات السودان');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/

/*-----------------------------------------------
partener
----------------------------------------------------------------*/

define('_partener_part1' , 'شركاء النجاح في الريادة');
define('_partener_part2' , 'معا نبني مستقبل الإبتكار ونحقق الإنجازات والتميز');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
our-story
----------------------------------------------------------------*/

define('_our_story_part1' , 'قصتنا');
define('_our_story_part2' , 'تعرف علي قصة تأسيس شركة إكوبيشن للإستثمار المحدودة');
define('_our_story_part3' , 'قصة تأسيس شركة إكوبيشن للاستثمار المحدودة؛ تعكس رحلة طموحة وملهمة في قطاع التعدين بالسودان، قبل عشرة أعوام، بدأت المسيرة برؤية متجددة لتقديم الدعم وتوفير الخدمات اللازمة للمشاريع الإنتاجية في ظل ضعف البنية التحتية ونقص الخدمات المتوفرة في هذا القطاع، فمنذ عام ٢٠١٤م، اتخذت الشركة مساراً ثابتاً نحو توفير المعدات الثقيلة وتنفيذ المشاريع التأسيسية والتشغيلية لدعم الأفراد والشركات في قطاع التعدين. لم توقف العوائق الجغرافية أو الصعوبات البيئية أو تحديات العمل الشاقة؛ إرادتهم من المساهمة في استخراج المعادن كمورد اقتصادي أساسي للبلاد، وفي بداية العام ٢٠٢١م، جاءت المرحلة التالية لتوطيد هذه الرؤية في شكلها المطوَّر بتأسيس شركة إكوبيشن للاستثمار المحدودة، لتفتح صفحةً جديدةً مطوَّرة بتوفير أحدث وأنسب المعدات وأفضل الكوادر وأجود الأنظمة، متسلحة بأرقى الأخلاقيات.');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
our-travel
----------------------------------------------------------------*/
define('_our_travel_part1' , 'رحلتنا نحو الابداع');
define('_our_travel_part2' , 'رحلة الابداع والاحتراف في تحقيق مشاريعكم الوطنية');
/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
our-messages
----------------------------------------------------------------*/
define('_our_messages_part1' , 'رسالتنا');
define('_our_messages_part2' , 'تؤمن شركة إكوبيشن بأن وفرة الموارد تستوجب ثورة في عمليات الإنتاج، لذلك نسعى جاهدين لتحقيقها من خلال الإبداع في الأفكار، والابتكار في الأنظمة، والقوة في الموارد البشرية والمادية.');

define('_our_messages_part3' , 'رؤيتنا');
define('_our_messages_part4' , 'نطمح إلى تحقيق مكانة رائدة محليًا وعالميًا في مجال خدمات التعدين، ونتطلع إلى امتلاك حصة تبلغ 80% من سوق خدمات التعدين في السودان بحلول عام 2030م، من خلال تقديم خدمات متميزة وعالية الجودة.');

define('_our_messages_part5' , ' اهدافنا');
define('_our_messages_part6' , 'تحقيق اعلى انتاجيه ممكنه');
define('_our_messages_part7' , 'تحقيق استقرار وإستمرار العمل');
define('_our_messages_part8' , 'المساهمة في تطوير مجال الخدمات');
define('_our_messages_part9' , 'خلق بيئة إنسانية وبيئة منتجة وصحية ومستدامه');
define('_our_messages_part10' , 'توفير كافة الطلبات الإنتاجية للعملاء');

define('_our_messages_part11' , ' قيمنا');
define('_our_messages_part12' , ' ملتزمون بتقديم خدمات عالية الجودة ونعمل بمصداقية وشفافية مع جميع العملاء والشركاء.');
define('_our_messages_part13' , ' نعمل دائما على الابتكار والتطور المستمر، ونسعى جاهدين لتحسين وتطوير خدماتنا.');
define('_our_messages_part14' , ' نسعى دائمًا إلى تحقيق أعلى معايير الجودة في كل ما نقدمه من خدمات ومنتجات');
define('_our_messages_part15' , 'تطلعات عملائنا وأهدافهم؛ هي أهدافنا، لذلك نحرص على كسب رضاهم التام وثقتهم الغالية');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/



/*-----------------------------------------------
messter
----------------------------------------------------------------*/
define('_messter_part1' , 'كلمة رئيس مجلس الإدارة');
define('_messter_part2' , '
في شركة إكوبيشن للاستثمار المحدودة نؤمن بأن الجودة ليست دائماً الخيار الأغلى، بل هي الاستثمار الأكثر قيمة وفاعلية على المدى الطويل، من خلال التزامنا بتقديم أفضل الخدمات والمنتجات ذات الجودة العالية، نسعى جاهدين لتحقيق رضا عملائنا وتحقيق التميز في جميع جوانب أعمالنا، كما نؤمن بأن النجاح لا يأتي بسهولة، ولكنه يتطلب الإبداع والتفاني في تجاوز التحديات وتقديم الحلول المبتكرة التي تلبي احتياجات عملائنا بشكل فعال وموثوق.');
define('_messter_part3' , 'محمد إدريس علي');
define('_messter_part4' , 'رئيس مجلس الإدارة');
/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/

/*-----------------------------------------------
team
----------------------------------------------------------------*/
define('_team_part1' , 'كلمة رئيس مجلس الإدارة');
define('_team_part2' , '
في شركة إكوبيشن للاستثمار المحدودة نؤمن بأن الجودة ليست دائماً الخيار الأغلى، بل هي الاستثمار الأكثر قيمة وفاعلية على المدى الطويل، من خلال التزامنا بتقديم أفضل الخدمات والمنتجات ذات الجودة العالية، نسعى جاهدين لتحقيق رضا عملائنا وتحقيق التميز في جميع جوانب أعمالنا، كما نؤمن بأن النجاح لا يأتي بسهولة، ولكنه يتطلب الإبداع والتفاني في تجاوز التحديات وتقديم الحلول المبتكرة التي تلبي احتياجات عملائنا بشكل فعال وموثوق.');
define('_team_part3' , 'محمد إدريس علي');
define('_team_part4' , 'رئيس مجلس الإدارة');
/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
Forms
----------------------------------------------------------------*/
//Oprations 
define('_forms_oprations_title' , 'طلب التشغيل');

define('_forms_oprations_step1' , 'بيانات المعدة');
define('_forms_oprations_step2' , 'بيانات موقع الألية');
define('_forms_oprations_step3' , 'بيانات العميل');

define('_forms_oprations_step1_f1' , 'نوع المعدة');
define('_forms_oprations_step1_f2' , 'مقاس المعدة');
define('_forms_oprations_step1_f3' , 'ماركة المعدة');
define('_forms_oprations_step1_f4' , 'سنة الصنع');
define('_forms_oprations_step1_f5' , 'الترخيص');
define('_forms_oprations_step1_f6' , 'التأمين');
define('_forms_oprations_step1_f7' , 'إضافة أي ملحقات مع المعدة');
define('_forms_oprations_step1_f8' , 'مجال العمل');
define('_forms_oprations_step1_f9' , 'مدة العقد');
define('_forms_oprations_step1_f10' , 'المكان');
define('_forms_oprations_step1_f11' , 'تعيين المشغلين');
define('_forms_oprations_step1_f12' , 'الجهات المفضلة في العمل');

define('_forms_oprations_step2_f1' , 'الولاية');
define('_forms_oprations_step2_f2' , 'اقرب مدينة');
define('_forms_oprations_step2_f3' , 'مسافة اقرب طريق معبد');
define('_forms_oprations_step2_f4' , 'توفر الشبكة');

define('_forms_oprations_step3_f1' , 'الاسم ثلاثي');
define('_forms_oprations_step3_f2' , 'رقم الهاتف مثل 0024912300000');
define('_forms_oprations_step3_f3' , 'رقم الواتساب مثل 0024912300000');
define('_forms_oprations_step3_f4' , 'الايميل');
define('_forms_oprations_step3_f5' , 'نوع العلاقة بالموقع');
define('_forms_oprations_step3_f6' , 'الجهة التابع لها');
define('_forms_oprations_step3_f7' , 'هل سبق لك العمل معنا');
define('_forms_oprations_step3_f8' , 'طريقة التعرف علينا');



//maintenance 
define('_forms_maintenance_title' , 'طلب الصيانة ');

define('_forms_maintenance_step1' , 'نوع الالية ');
define('_forms_maintenance_step2' , 'موديل الالية  ');
define('_forms_maintenance_step3' , 'رقم المحرك ');
define('_forms_maintenance_step4' , 'رقم الشاسي ');
define('_forms_maintenance_step5' , 'عداد الساعات /الكيلومترات ');
define('_forms_maintenance_step6' , 'سنة الصنع');
define('_forms_maintenance_step7' , 'وصف المشكلة ');
define('_forms_massage' , '	يرجي ملئ جميع بياات ومواصفات المعدة بشكل صحيح ...');
define('_forms_maintenance_step9' , 'اقرب مدينة ');
define('_forms_maintenance_step10' , 'مسافة أقرب طريق معبَّد ');
// define('_forms_maintenance_step11' , '');define('_forms_maintenance_step1' , '');

//rental 
define('_forms_rental_title' , ' طلب التأجير  ');

define('_forms_rental_step1' , ' مطلوبات التأجير'); 
define('_forms_rental_step2' , 'بيانات الموقع '); 
define('_forms_rental_step3' , ' بيانات العميل ');
define('_forms_rental_step4' , ' العدد المطلوب '); 
define('_forms_rental_step5' , ' مقاس المعدة '); 
define('_forms_rental_step6' , 'بداية العمل المتوقعة  ');
// define('_forms_rental_step7' , ' '); 
// define('_forms_rental_step8' , ' '); 
// define('_forms_rental_step9' , ' ');
// define('_forms_rental_step1' , ' '); 
// define('_forms_rental_step1' , ' '); 
// define('_forms_rental_step1' , ' ');


//contract 
define('_forms_contract_title' , '  طلب المقاولة  ');//Contract Request 


define('_forms_contract_step1' , '  متطلبات المقاولة ');  //Contract Requirement 
define('_forms_contract_step2' , 'مواصفات الموقع  '); //SITE DESCRIPTION
define('_forms_contract_step3' , ' بيانات العميل'); //CUSTOMER DATA
// define('_forms_contract_step1' , ' '); 
// define('_forms_contract_step1' , ' '); 
// define('_forms_contract_step1' , ' '); 
// define('_forms_contract_step1' , ' '); 
// define('_forms_contract_step1' , ' '); 
// define('_forms_contract_step1' , ' '); 

//Migration
define('_forms_migration_title' , '  طلب الترحيل ');//


define('_forms_migration_step1' , ' خدمة الترحيل ');  // 
define('_forms_migration_step2' , ' مطلوبات الترحيل');  //  
define('_forms_migration_step3' ,'بيانات موقع الآلية  ');  //  
define('_forms_migration_step4' , ' بيانات العميل');  //
define('_forms_migration_step5' , ' مقاس الآلية');  // 
define('_forms_migration_step6' , ' ادخل حجم مولد ');  // 
define('_forms_migration_step7' , ' ادخل حجم كمبروسير ');  // 
define('_forms_migration_step8' , ' ادخل حجم  مكنة لحام ');  // 
define('_forms_migration_step9' , ' ادخل حجم حفار ');  // 
define('_forms_migration_step10' , ' مقاس الالية المطلوبة للترحيل ');  // 
define('_forms_migration_step11' , 'ادخل مقاس اللوبيد  ');  // 
define('_forms_migration_step12' , ' ادخل مقاس الدفار ');  // 
define('_forms_migration_step13' , ' معلومات الموقع ');  //   
define('_forms_migration_step14' , 'المدينة ');  // 
define('_forms_migration_step15' , 'الشركة ');  // 
define('_forms_migration_step16' , ' وصف كتابي دقيق للموقع  ');  // 
define('_forms_migration_step17' , ' الموقع');  // 
define('_forms_migration_step18' , '  رقم التواصل 1    مثال 00249123000000');  // 
define('_forms_migration_step19' , '  رقم التواصل 2   مثال 00249123000000');  //
define('_forms_migration_step20' , ' جهة توصيل الآلية ');  // 
define('_forms_migration_step21' , 'المدينة ');  // 
define('_forms_migration_step22' , 'الشركة ');  // 
define('_forms_migration_step23' , 'وصف كتابي دقيق للموقع   ');  // 
define('_forms_migration_step24' , '  رقم التواصل 1    مثال 00249123000000');  // 
define('_forms_migration_step25' , '  رقم التواصل 2   مثال 00249123000000');  // 
// define('_forms_migration_step26' , ' ');  // 

/*-----------------------------------------------
footer
----------------------------------------------------------------*/

define('_footer_part1' , 'كن جزءا من عالم إكوبيشن واشترك بخدمتنا البريدية ليصلك كل جديد');
define('_footer_part2' , 'البريد الالكتروني');
define('_footer_part3' , 'إشتراك');
define('_footer_part4' , 'عنواننا');
define('_footer_part5' , 'الخرطوم - عطبرة - بورتسودان');
define('_footer_part6' , 'البريد الإلكتروني الرسمي');
define('_footer_part7' , 'رقم الهاتف');
define('_footer_part8' , 'تابعنا على');
define('_footer_part9' , 'جميع الحقوق محفوظة لدي إيكوبيشن@');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/



// aliginment 
define('_LANGMENT' , 'ا');

// Header
define('_WEB_SITE_NAME' , 'سوق التعديين');

//Login form
define('_LOGIN', 'تسجيل دخول');
define('_USER_NAME', 'إسم المستخدم');
define('_PASSWORD', 'كلمة المرور');
define('_CREATE', 'إنشاء حساب');

//THE MAIN LIST
define('_HOME', 'الرئيسية');
define('_FORUM', 'المنتدي');
define('_FQ', 'الأسئلة الشائعة');
define('_CONTACT', 'الإتصال بنا');
define('_ABOUT', ' عنا ');

// THE MAIN CAT
define('_EQUIPMENT' , 'الآليات والمعدات');
define('_DEPARTMENTS' , 'الاقسام الرئيسية');
define('_Extraction', 'المعالجة والاستخلاص');
define('_Miningsites', 'مواقع التعدين.');
define('_Exploration', 'الاستكشاف');
define('_Preparingcamps', 'تجهيز المعسكرات');
define('_Miningcontracting', ' مقاولات التعدين');
define('_Maintenance', ' الصيانة والاسبيرات');


define('_miscellaneous', 'متنوعة');
define('_Consulting', 'الاستشارات');
define('_Construction', 'مواقع البناء');
define('_employment', 'التوظيف');
define('_procedures', 'الاجراءات');
define('_other', 'اخرى');
define('_SERVICES' , 'الخدمات');

// EQUIPMENT
define('_TRUCKS' , 'الشاحنات');
define('_HEAVY' , 'الآليات الثقيلة');
define('_GENERATOR' , 'المولدات');
define('_ACCESSORY' , 'الملحقات والاسكسوارات');
define('_MAIGRATION' , 'النقل والترحيل');
define('_MAINTENCE' , 'الورشة والصيانه');
define('_ASSBEER' , 'الاسبيرات');

// TRUCKS
define('_trippers', 'القلابات');
define('_trailers', 'التريلات');
define('_watercar', 'التناكر');

// Heavy
define('_excavators', 'الحفارات');
define('_dozers', 'دوزرات');
define('_gradres', 'القريدرات');
define('_loaders', 'اللودرات');
define('_cranes', 'الكرينات');
define('_forklifts', 'الفوركلفتات');
define('_punching', 'مكينات التخريم');

// Products
define('_products', 'المنتجات');

// Detailes
define('_detailes', 'تفاصيل المنتج');

// Jobs
define('_jobs', 'الوظائف');
define('_jobdetailes', 'تفاصيل الوظيفة');

// services
define('_servicedetailes', 'تفاصيل الخدمة');



/*-----------------------------------------------
Connect_us
----------------------------------------------------------------*/

define('_Connect_us_part1' , 'ابق علي تواصل');
define('_Connect_us_part2' , 'لضمان التواصل السريع مع تعليقك او طلبك , يرجي كتابة شرح مفصل لكي نتمكن من خدمتك بفعالية .');
define('_Connect_us_part3' , 'الاسم  ');
define('_Connect_us_part4' , '  رقم الهاتف ');
define('_Connect_us_part5' , ' البريد الإلكتروني ');
define('_Connect_us_part6' , 'الموضوع  ');
define('_Connect_us_part7' , 'الرسالة  ');
define('_Connect_us_part8' , ' معلومات التواصل  ');
define('_Connect_us_part9' , 'إنضم الي مجتمعنا وكن جزءا من الحوار !
تواصل معنا عبر وسائل التواصل الإجتماعي , البريد الإلكتروني , او إتصل بنا علي الارقام المخصصة نحن هنا لنستمع ونستجيب ...');
define('_Connect_us_part10' , ' وسائل التواصل ');
define('_Connect_us_part11' , 'المكتب الرئيسي ');

define('_Connect_us_part12' , ' قطر الدوحة - لوسيل ');

define('_Connect_us_part13' , 'الخرطوم  ');
define('_Connect_us_part14' , ' عطبرة ');
define('_Connect_us_part15' , 'بورتسودان');
define('_Connect_us_part16' , ' مكاتب السودان ');
define('_Connect_us_part17' , 'الخرطوم - عطبرة - بورتسودان ');
define('_Connect_us_part18' , ' ارسال ');


/*-----------------------------------------------
workfields
----------------------------------------------------------------*/

define('_workfields_part1' , 'عملت شركة Equipment في كل ولايات السودان وفي مجالات متعددة .');
define('_workfields_part2' , ' مشاريع استخراج المعادن');
define('_workfields_part3' , 'تعمل شركة Equiption في مشاريع إستحراج الذهب في مختلف مناطق السودان  ');
define('_workfields_part4' , 'مشاريع التعدين عن الذهب عن طريق المناجم المفتوحة  ');
define('_workfields_part5' , 'مشاريع التعدين في مشاريع الكرته ');
define('_workfields_part6' , 'مشاريع التعدين عن مجمعات الطواحين  ');
define('_workfields_part7' , 'مشاريع التعدين عن الذهب بالغرابيل المائية والذهبية ');
define('_workfields_part8' , 'مشاريع التعدين عن الكروم ');
define('_workfields_part9' , 'مشاريع التعدين عن الذهب بالاجهزة المتجولة ');


define('_workfields_part10' , 'مشاريع إستخراج الاحجار ');
define('_workfields_part11' , 'توفر Equipation الأليات اللازمة لتشغيل المحاجر وتعمل الشركة في  ');
define('_workfields_part12' , '  يتم انتاج الرخام الابيض من الحجر الجيري او الدولوميت شديد النقاء ( بنسبة سيليكات ضئيلة) والعروق المميزة لكل انواع الرخام الملون عادة ما تكون بسبب الشوائب المعدنية المختلفة مثل الطين او الطمي او الرمل او اكاسيد الحديد ');
define('_workfields_part13' , '  صنع الاسمنت من خليط من الحجر الكلسي بنسبة 75% و 25% من الطين . ويمكن إضافة خام الحديد او الرمل إذا كان الطين يحتوي علي نسبة ضعيفة من اكسيد الحديد او اكسيد السيلكون . ثم يتم تكسيرها الي حبيبات في شكل حصى ');
define('_workfields_part111' , 'مشاريع محاجر الرخام');
define('_workfields_part222' , 'مشاريع محاجر الاسمنت');


define('_workfields_part14' , 'المشاريع الزراعية  ');
define('_workfields_part15' , 'تلعب الاليات الثقيلة دورا في تحضير الاراضى الزراعية وتسويتها . تساهم Equipation بفعالية في عدد من المشاريع الزراعية عن طريق توفير اليات ذات اداء عالي وفريق فني مختص  ');
define('_workfields_part16' , 'حفر وتنظيف قنوات الري والترع  ');
define('_workfields_part17' , 'تنفيذ وتسوية الشوارع الداخلية في المزارع  ');
define('_workfields_part18' , 'تنظيف المزارع وإزالة الاشجار والحشائش الضارة ');
define('_workfields_part19' , 'تسوية وتحضير الاراضى الزراعية ');
define('_workfields_part20' , 'تنفيذ مشاريع تسوية المزارع  ');


define('_workfields_part21' , 'مشاريع الطرق والجسور ');
define('_workfields_part22' , 'تعمل Equipation علي تنفيذ مشاريع الطرق والجسور ومصارف المياء مسلحة بأحدث الآليات ');
define('_workfields_part23' , 'والمعدات وبفريق من المهندسين والفنيين المهرة لتنفيذ مشاريع الطرق والجسور بمواصفات عالمية ');



define('_workfields_part24' , 'مشاريع الإنشاءات ');
define('_workfields_part25' , 'تماشيا مع الطفرة العمرانية التي تشهدها البلاد , طورت Equipation من خدماتها في مجال الإنشاءات ووفرت مجموعة من الخدمات التي تخدم مشاريع الإنشاءات منها  : ');
define('_workfields_part26' , 'مشاريع صناعة الطوب بمختلف الانواع والاحجام ');
define('_workfields_part27' , 'حفر القواعد اللازمة لانشاء المبانى والعمارات ');
define('_workfields_part28' , 'إزالة المبانى القديمة ونقل الانقاض ');
define('_workfields_part29' , 'تحويل ونقل مواد البناء ');

define('_workfields_part30' , 'المشاريع الوطنية  ');
define('_workfields_part31' , 'انطلاقا من مسؤوليتها تجاه البلاد والعباد نفذت Equipation عددا من المشاريع الوطنية مثل  : ');
define('_workfields_part32' , 'فتح مجارى المياه في الخريف ');
define('_workfields_part33' , 'فتح وتنظيف الشوارع ');
define('_workfields_part34' , 'مشاريع الصرف الصحى ومجاري المياه ');



?>