<?php

/*-----------------------------------------------
Main_list
-------------------------------------------------*/
 
define('_home' , 'الرئيسية');
define('_about' , 'من نحن');
define('_our_services' , 'خدماتنا');
define('_work_fildes' , 'مجالات العمل');
define('_news' , 'الاخبار');
define('_contact' , 'إتصل بنا');

/*oooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
Hero
-------------------------------------------------*/

define('_Hero_part1' , 'مرحبا بكم في منصة');
define('_Hero_part2' , 'إيكوبيشن');
define('_Hero_part3' , 'الإلكترونية');
define('_Hero_part4' , 'تعمل إكوبيشن علي تنفيذ مشاريع المقاولات المدنية والبنى التحتية ومقاولات التعدين، مسلحة في ذلك بأحدث الآليات والمعدات وبفريق من المهندسين والفنيين الأكفاء المهرة، لتنفيذ المشاريع بأعلى جودة مطلوبة');

/*oooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
why
-------------------------------------------------*/

define('_why_part1' , 'لماذا نحن');
define('_why_part2' , 'لماذا أختار إكوبيشن؟');
define('_why_part3' , 'إكوبيشن هي شركة خدمية تعمل على توفير أحدث وأفضل الآليات والمعدات الثقيلة للمشاريع الإنتاجية في مختلف المجالات، بدأت العمل منذ العام 2015م، وذلك بإستخدام نظم إدارية محكمة ومتطورة، وعبر كوادر ذات كفاءة عالية، وبالإستناد إلى قاعدة بيانات كبيرة ومحكمة، وبالشراكة مع عملائنا القائمين على أكبر المشاريع الإنتاجية بالبلاد');

define('_why_part4' , 'أنشطتنا');
define('_why_part5' , 'لدى إكوبيشن الكثير من الأنشطة في أغلب ولايات السودان من إستخراج المعادن و حفر الحفائر و الآبار والبحث والإستكشاف عن مختلف أنواع الخام');

define('_why_part6' , 'مشاريعنا');
define('_why_part7' , 'لدى إكوبيشن الكثير من المشاريع الإنتاجية والخدمية الوطنية من تعبيد الطرق وعمل الجسور وحفر الآبار للقرى البعيدة والإعمار في كافة');


define('_why_part8' , 'فريقنا');
define('_why_part9' , 'تحتوي إكوبيشن على فريق ماهر تقني متتدرب على العمل ومعالجة أكثر المشاكل تعقيدا والتعامل مع العملاء والزبائن بمهارة وحرفية عالية');


/*oooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
about
----------------------------------------------------------------*/

define('_about_part1' , 'من نحن');
define('_about_part2' , 'من هي إكوبيشن؟');
define('_about_part3' , 'شركة إكوبيشن للاستثمار المحدودة، تأسست في عام 2021م كشركة سودانية واعدة في مجال خدمات التعدين، حيث تقدم مجموعة شاملة ومتكاملة من الخدمات في هذا القطاع، بدأت الشركة رحلتها بتأجير وتشغيل المعدات والآليات الثقيلة، وسرعان ما تمكنت من توسيع نطاق عملها لتشمل مقاولات التعدين وتأسيس وإدارة وتشغيل المناجم في المشاريع التعدينية،');

define('_about_part4' , ' نعتبر من الشركات القليلة التي تقدم خدمات النقل ضمن نطاق اعمالها');
define('_about_part5' , 'نتميز بجودة عالية وكفاءة في تقديم هذة الخدمات');

define('_about_part6' , 'تعرف اكثر علي منصتنا ');
define('_about_part7' , 'شاهد الفيديو');

define('_about_part8' , 'شركة إكوبيشن للاستثمار المحدودة، تأسست في عام 2021م كشركة سودانية واعدة في مجال خدمات التعدين، حيث تقدم مجموعة شاملة ومتكاملة من الخدمات في هذا القطاع، بدأت الشركة رحلتها بتأجير وتشغيل المعدات والآليات الثقيلة، وسرعان ما تمكنت من توسيع نطاق عملها لتشمل مقاولات التعدين وتأسيس وإدارة وتشغيل المناجم في المشاريع التعدينية، وتعتبر إكوبيشن من الشركات القليلة التي تقدم خدمات النقل ضمن نطاق أعمالها، وخاصة للمسافات البعيدة، وتتميز بجودة عالية وكفاءة في تقديم هذه الخدمات. بجانب ذلك، تقدم خدمات الصيانة للمعدات والآليات الثقيلة، حيث تضمن الحفاظ على أعلى مستويات الأداء والاستدامة لأصول الشركة وأصول عملائها، كما تعتمد على فريق عمل متخصص ومدرَّب بشكلٍ متطور، وتهدف دائمًا إلى توفير الموارد البشرية المتخصصة التي تلبي متطلبات الإنتاج والصناعة وتحقق أهداف العملاء بكفاءة عالية، بالإضافة إلى ذلك، تقدم الشركة خدمات توفير وتركيب ومتابعة أنظمة التتبع، وهو جانب أساسي يساهم في تعزيز كفاءة عمليات الإنتاج وضمان التحكم والأمان في المشاريع.');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
services
----------------------------------------------------------------*/

define('_services_part1' , 'خدمات إكوبيشن');
define('_services_part2' , 'رحلة الإبداع والإحتراف في تحقيق مشاريعكم الوطنية');

define('_services_part3' , 'انظمة التتبع');
define('_services_part4' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part5' , 'خدمات المقاولة');
define('_services_part6' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part7' , 'خدمات التشغيل');
define('_services_part8' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part9' , 'خدمات التأجير');
define('_services_part10' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part11' , 'خدمات التوظيف');
define('_services_part12' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part13' , 'خدمات الصيانة');
define('_services_part14' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part15' , 'خدمات الترحيل');
define('_services_part16' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

define('_services_part17' , 'تأسيس المواقع');
define('_services_part18' , 'نقدم حلول مبتكرة ومستدامة لبناء وتشغيل المشاريع التعدينية بكفاءة عالية');

// IN ALL OTHER SERVICE
define('_services_part19' , 'إستعراض الخدمة ');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/

/*-----------------------------------------------
statics
----------------------------------------------------------------*/

define('_statics_part1' , 'إحصائيات إكوبيشن');
define('_statics_part2' , 'نكشف عن إنجازاتنا بتفاصيل رقمية تكشف قوة الإنجاز والتميز');

define('_statics_part3' , 'المختصين بالقطاع');
define('_statics_part4' , 'الآليات المشغلة');
define('_statics_part5' , 'كمية العمل بالإنتاج');
define('_statics_part6' , 'ساعات عمل المعدة');
define('_statics_part7' , 'العملاء');
define('_statics_part8' , 'إجمالى المشاريع');


/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/

/*-----------------------------------------------
fileds
----------------------------------------------------------------*/

define('_fileds_part1' , 'مجالات العمل');
define('_fileds_part2' , 'رحلة الإنجاز والإبداع في تحقيق مشاريعكم الوطنية');

define('_fileds_part3' , 'مشاريع الإنشاءات');
define('_fileds_part4' , 'مشاريع الطرق والجسور');
define('_fileds_part5' , 'مشاريع استخراج الاحجار');
define('_fileds_part6' , 'مشاريع إستخراج المعادن');
define('_fileds_part7' , 'المشاريع الزراعية');
define('_fileds_part8' , 'المشاريع الوطنية');

define('_fileds_part9' , 'مجالات العمل');

define('_fileds_part10' , 'إكتشف مجالات العمل');


/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/

/*-----------------------------------------------
galary
----------------------------------------------------------------*/

define('_galary_part1' , 'معرض الصور');
define('_galary_part2' , '
جانب من الاعمال والخدمات التي قدمتها الشركة لعملائها في جميع
ولايات السودان');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/

/*-----------------------------------------------
partener
----------------------------------------------------------------*/

define('_partener_part1' , 'شركاء النجاح في الريادة');
define('_partener_part2' , 'معا نبني مستقبل الإبتكار ونحقق الإنجازات والتميز');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
our-story
----------------------------------------------------------------*/

define('_our_story_part1' , 'قصتنا');
define('_our_story_part2' , 'تعرف علي قصة تأسيس شركة إكوبيشن للإستثمار المحدودة');
define('_our_story_part3' , 'قصة تأسيس شركة إكوبيشن للاستثمار المحدودة؛ تعكس رحلة طموحة وملهمة في قطاع التعدين بالسودان، قبل عشرة أعوام، بدأت المسيرة برؤية متجددة لتقديم الدعم وتوفير الخدمات اللازمة للمشاريع الإنتاجية في ظل ضعف البنية التحتية ونقص الخدمات المتوفرة في هذا القطاع، فمنذ عام ٢٠١٤م، اتخذت الشركة مساراً ثابتاً نحو توفير المعدات الثقيلة وتنفيذ المشاريع التأسيسية والتشغيلية لدعم الأفراد والشركات في قطاع التعدين. لم توقف العوائق الجغرافية أو الصعوبات البيئية أو تحديات العمل الشاقة؛ إرادتهم من المساهمة في استخراج المعادن كمورد اقتصادي أساسي للبلاد، وفي بداية العام ٢٠٢١م، جاءت المرحلة التالية لتوطيد هذه الرؤية في شكلها المطوَّر بتأسيس شركة إكوبيشن للاستثمار المحدودة، لتفتح صفحةً جديدةً مطوَّرة بتوفير أحدث وأنسب المعدات وأفضل الكوادر وأجود الأنظمة، متسلحة بأرقى الأخلاقيات.');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
our-travel
----------------------------------------------------------------*/
define('_our_travel_part1' , 'رحلتنا نحو الابداع');
define('_our_travel_part2' , 'رحلة الابداع والاحتراف في تحقيق مشاريعكم الوطنية');
/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/


/*-----------------------------------------------
our-messages
----------------------------------------------------------------*/
define('_our_messages_part1' , 'رسالتنا');
define('_our_messages_part2' , 'تؤمن شركة إكوبيشن بأن وفرة الموارد تستوجب ثورة في عمليات الإنتاج، لذلك نسعى جاهدين لتحقيقها من خلال الإبداع في الأفكار، والابتكار في الأنظمة، والقوة في الموارد البشرية والمادية.');

define('_our_messages_part3' , 'رؤيتنا');
define('_our_messages_part4' , 'نطمح إلى تحقيق مكانة رائدة محليًا وعالميًا في مجال خدمات التعدين، ونتطلع إلى امتلاك حصة تبلغ 80% من سوق خدمات التعدين في السودان بحلول عام 2030م، من خلال تقديم خدمات متميزة وعالية الجودة.');

define('_our_messages_part5' , ' اهدافنا');
define('_our_messages_part6' , 'تحقيق اعلى انتاجيه ممكنه');
define('_our_messages_part7' , 'تحقيق استقرار وإستمرار العمل');
define('_our_messages_part8' , 'المساهمة في تطوير مجال الخدمات');
define('_our_messages_part9' , 'خلق بيئة إنسانية وبيئة منتجة وصحية ومستدامه');
define('_our_messages_part10' , 'توفير كافة الطلبات الإنتاجية للعملاء');

define('_our_messages_part11' , ' قيمنا');
define('_our_messages_part12' , ' ملتزمون بتقديم خدمات عالية الجودة ونعمل بمصداقية وشفافية مع جميع العملاء والشركاء.');
define('_our_messages_part13' , ' نعمل دائما على الابتكار والتطور المستمر، ونسعى جاهدين لتحسين وتطوير خدماتنا.');
define('_our_messages_part14' , ' نسعى دائمًا إلى تحقيق أعلى معايير الجودة في كل ما نقدمه من خدمات ومنتجات');
define('_our_messages_part15' , 'تطلعات عملائنا وأهدافهم؛ هي أهدافنا، لذلك نحرص على كسب رضاهم التام وثقتهم الغالية');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/



/*-----------------------------------------------
messter
----------------------------------------------------------------*/
define('_messter_part1' , 'كلمة رئيس مجلس الإدارة');
define('_messter_part2' , '
في شركة إكوبيشن للاستثمار المحدودة نؤمن بأن الجودة ليست دائماً الخيار الأغلى، بل هي الاستثمار الأكثر قيمة وفاعلية على المدى الطويل، من خلال التزامنا بتقديم أفضل الخدمات والمنتجات ذات الجودة العالية، نسعى جاهدين لتحقيق رضا عملائنا وتحقيق التميز في جميع جوانب أعمالنا، كما نؤمن بأن النجاح لا يأتي بسهولة، ولكنه يتطلب الإبداع والتفاني في تجاوز التحديات وتقديم الحلول المبتكرة التي تلبي احتياجات عملائنا بشكل فعال وموثوق.');
define('_messter_part3' , 'محمد إدريس علي');
define('_messter_part4' , 'رئيس مجلس الإدارة');
/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/

/*-----------------------------------------------
team
----------------------------------------------------------------*/
define('_team_part1' , 'كلمة رئيس مجلس الإدارة');
define('_team_part2' , '
في شركة إكوبيشن للاستثمار المحدودة نؤمن بأن الجودة ليست دائماً الخيار الأغلى، بل هي الاستثمار الأكثر قيمة وفاعلية على المدى الطويل، من خلال التزامنا بتقديم أفضل الخدمات والمنتجات ذات الجودة العالية، نسعى جاهدين لتحقيق رضا عملائنا وتحقيق التميز في جميع جوانب أعمالنا، كما نؤمن بأن النجاح لا يأتي بسهولة، ولكنه يتطلب الإبداع والتفاني في تجاوز التحديات وتقديم الحلول المبتكرة التي تلبي احتياجات عملائنا بشكل فعال وموثوق.');
define('_team_part3' , 'محمد إدريس علي');
define('_team_part4' , 'رئيس مجلس الإدارة');
/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/





/*-----------------------------------------------
footer
----------------------------------------------------------------*/

define('_footer_part1' , 'كن جزءا من عالم إكوبيشن واشترك بخدمتنا البريدية ليصلك كل جديد');
define('_footer_part2' , 'البريد الالكتروني');
define('_footer_part3' , 'إشتراك');
define('_footer_part4' , 'عنواننا');
define('_footer_part5' , 'الخرطوم - عطبرة - بورتسودان');
define('_footer_part6' , 'البريد الإلكتروني الرسمي');
define('_footer_part7' , 'رقم الهاتف');
define('_footer_part8' , 'تابعنا على');
define('_footer_part9' , 'جميع الحقوق محفوظة لدي إيكوبيشن@');

/*oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo*/



// aliginment 
define('_LANGMENT' , 'ا');

// Header
define('_WEB_SITE_NAME' , 'سوق التعديين');

//Login form
define('_LOGIN', 'تسجيل دخول');
define('_USER_NAME', 'إسم المستخدم');
define('_PASSWORD', 'كلمة المرور');
define('_CREATE', 'إنشاء حساب');

//THE MAIN LIST
define('_HOME', 'الرئيسية');
define('_FORUM', 'المنتدي');
define('_FQ', 'الأسئلة الشائعة');
define('_CONTACT', 'الإتصال بنا');
define('_ABOUT', ' عنا ');

// THE MAIN CAT
define('_EQUIPMENT' , 'الآليات والمعدات');
define('_DEPARTMENTS' , 'الاقسام الرئيسية');
define('_Extraction', 'المعالجة والاستخلاص');
define('_Miningsites', 'مواقع التعدين.');
define('_Exploration', 'الاستكشاف');
define('_Preparingcamps', 'تجهيز المعسكرات');
define('_Miningcontracting', ' مقاولات التعدين');
define('_Maintenance', ' الصيانة والاسبيرات');


define('_miscellaneous', 'متنوعة');
define('_Consulting', 'الاستشارات');
define('_Construction', 'مواقع البناء');
define('_employment', 'التوظيف');
define('_procedures', 'الاجراءات');
define('_other', 'اخرى');
define('_SERVICES' , 'الخدمات');

// EQUIPMENT
define('_TRUCKS' , 'الشاحنات');
define('_HEAVY' , 'الآليات الثقيلة');
define('_GENERATOR' , 'المولدات');
define('_ACCESSORY' , 'الملحقات والاسكسوارات');
define('_MAIGRATION' , 'النقل والترحيل');
define('_MAINTENCE' , 'الورشة والصيانه');
define('_ASSBEER' , 'الاسبيرات');

// TRUCKS
define('_trippers', 'القلابات');
define('_trailers', 'التريلات');
define('_watercar', 'التناكر');

// Heavy
define('_excavators', 'الحفارات');
define('_dozers', 'دوزرات');
define('_gradres', 'القريدرات');
define('_loaders', 'اللودرات');
define('_cranes', 'الكرينات');
define('_forklifts', 'الفوركلفتات');
define('_punching', 'مكينات التخريم');

// Products
define('_products', 'المنتجات');

// Detailes
define('_detailes', 'تفاصيل المنتج');

// Jobs
define('_jobs', 'الوظائف');
define('_jobdetailes', 'تفاصيل الوظيفة');

// services
define('_servicedetailes', 'تفاصيل الخدمة');



?>